Repository: alikhaleghi/VoiceToText
Catalog: lang/*/LC_MESSAGES/*.po
Languages: fa

source: Voice To Text (AK)
fa: تبدیل صدا به متن

source: Listening...
fa: درحال شنیدن...

source: Please click Start listening and talk.
fa: لطفا روی شروع شنیدن کلیک کرده و شروع به حرف زدن کنید.

source: What You Said:
fa: شما گفتید:

source: Could not understand audio!
fa: متوجه نشدم چی گفتی!

source: Alright!
fa: باشه!

source: Start Listening...
fa: شروع ضبط صدا...

source: Please confirm
fa: لطفا تائید کنید

source: Do you really want to delete this item?
fa: آیا شما واقعا میخواهید این مورد را حذف کنید؟

source: Yes
fa: بله

source: No
fa: خیر

source: On-Top
fa: همیشه روی صفحه

source: Keep app Always On Top.
fa: بصورت همیشگی روی همه صفحه ها نمایش دهد.

source: Auto-Copy
fa: کپی خودکار

source: Whether or not to auto-copy messages.
fa: بعد از تولید متن از گفته های شما بصورت خودکار کپی شود.

source: Night-Mode
fa: حالت شب

source: Use the Dark Theme.
fa: استفاده از تم تاریک.

source: Language
fa: زبان

source: Transcribe
fa: تولید متن

source: History
fa: گذارش

source: Setting
fa: تنظیمات
